{
  "description": "Text against and for Net Neutrality",
  "source": "many sources from online",
  "text": [
    {
      "sliderval": "For Net Neutrality",
      "lines": [
        "In the United States, there are currently laws to protect Net Neutrality, which were created during the Obama",
        "administration. These laws prohibited internet providers from blocking or slowing down access to the internet.",
        "Additionally, the internet was defined as a utility, like water and electricity. Which gives the opportunity",
        "for the government to regulate it.",
        " "
      ]
    },
    {
      "sliderval": "For Net Neutrality",
      "lines": [
        "Net Neutrality makes sure that everybody have equal access to the Internet, and all data is treated the same.",
        "This would allow for the continuation of the right of freedom of speech. Additionally, this would create a greater",
        "competition for internet providers, which would bring down the cost for internet services, while maintaing the same",
        "speed and access. ",
        " "
      ]
    },
    {
      "sliderval": "For Net Neutrality",
      "lines": [
        "One example, in 2014 Comcast slowed down the speeds of Netflix in order to try to push consumers to Comcast's",
        "on-demand service and to force Netflix into a deal with Comcast. A similar thing happened between Verizon, Youtube,",
        "and Netflix, in early 2017. Another example is between At&T and Apple over facetime. Which happened when At&t",
        "limited the use of facetime for consumers, unless the consumers switched to At&T's new sharing plan. These events",
        "are not solely limited to these examples. This is happening all the time, around the U.S and around the world."
      ]
    },
    {
      "sliderval": "For Net Neutrality",
      "lines": [
        " ",
        " ",
        " ",
        " ",
        " "
      ]
    },
    {
      "sliderval": "For Net Neutrality",
      "lines": [
        "In 2009, the European Union set the groundwork for protections of Net Neutrality. Then later in 2015, they",
        "overhauled those rules to firmly protect Net Neutrality throughout the entine European Union. Additionally, some",
        "countries within the European Union passed their own individual laws, before the European Union laws were created.",
        "Also, most counties in South America have passed some sort of Net Neutrality law to protect their citizens.",
        "To conclude, most of the countires in the world have created a form of Net Neutrality to protect their data."
      ]
    },
    {
      "sliderval": "For Net Neutrality",
      "lines": [
        "Throughout the past 10 years, companies against Net Neutrality have spent many millions of dollars trying to lobby",
        "the support of Senators and House Representatives in order to remove Net Neutrality regulations. Additionally,",
        "Comcast has spent about 18 million dollars on lobbyists, which is more than any other company besides",
        "Northrop Grumman, the defence contractor.",
        " "
      ]
    },
    {
      "sliderval": "Against Net Neutrality",
      "lines": [
        " ",
        " ",
        " ",
        " ",
        " "
      ]
    },
    {
      "sliderval": "Against Net Neutrality",
      "lines": [
        "Internet Providers say that the overall speed will increase by filtering bandwith, (i.e people who pay more can",
        "access sites faster) Additionally, these companies wish to increase their profits, so by providing two internet",
        "speeds, a 'fast' and 'slow' lane, they will be able to charge more and make more money. Also, the internet has",
        "worked fine so far, so why change it? Finally, the companies believe that creating laws will hurt investment into",
        "the industry and hurt growth within the industry."
      ]
    },
    {
      "sliderval": "Against Net Neutrality",
      "lines": [
        "On November 21st, a new proposal about the future of Net Neutrality was introduced by the F.C.C. Chairman Ajit Pai.",
        "His proposal 'will stop the [Federal Government] from micromanaging the internet'. The new plan gives internet",
        "providers the ability to 'slow down, speed up, and block access to certain sites, as long as they notify their",
        "customers'. Additionally, it repeals all the laws that were made by the Obama Administration to uphold Net",
        "Neutrality. The vote to approve this new legislation will be held on December 14th."
      ]
    },
    {
      "sliderval": "Against Net Neutrality",
      "lines": [
        "Some people believe that by giving the government access to the internet, causes them to lose some of their privacy",
        "which is guaranteed in the 4th amendment. Additionally, people believe the government will take away their right to",
        "freedom of speech. Some people also believe that by removing Net Neutrality it will create better competition for",
        "internet providers. Additionally, some people do not want to give the government to have that much power and the",
        "ability to control the internet."
      ]
    }
  ]
}
